alsa-utils
ark
base
base-devel
bat
bc
blueman
bluez
bluez-utils
brightnessctl
bspwm
cliphist
cmake
dex
discord
dosfstools
dunst
efibootmgr
egl-wayland
evince
exa
fd
ffmpegthumbnailer
fzf
gimp
git
grim
grub
gvfs
hyprcursor
hyprland
hyprlock
hyprpaper
imagemagick
intel-ucode
kitty
libgsf
libreoffice-still
linux
linux-firmware
linux-headers
lua51
luarocks
lxqt-sudo
lxsession-gtk3
maim
man-db
man-pages
mpv
nano
neovim
network-manager-applet
networkmanager
nitrogen
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nsxiv
ntfs-3g
nvidia
nvidia-settings
nvidia-utils
nwg-look
obsidian
os-prober
pavucontrol
pcmanfm-qt
picom
pkgfile
playerctl
polkit
polkit-kde-agent
polybar
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pyenv
python-pillow
qt5-wayland
qt6-wayland
ranger
ripgrep
rofi
rofimoji
rsync
slurp
socat
sof-firmware
spotify-launcher
sudo
sxhkd
terminus-font
thermald
tmux
ttf-jetbrains-mono-nerd
vim
waybar
wget
wl-clipboard
wofi
xclip
xdg-desktop-portal-hyprland
xdg-user-dirs
xdotool
xorg-server
xorg-xinit
xorg-xrandr
xorg-xsetroot
xsecurelock
xss-lock
yadm
zathura
zathura-pdf-mupdf
