alsa-utils
ark
base
base-devel
bat
bc
blueman
bluez
bluez-utils
brightnessctl
bspwm
cmake
discord
dosfstools
dunst
efibootmgr
fd
fzf
gimp
git
gnome-themes-extra
gparted
grub
gvfs
imagemagick
intel-ucode
kitty
lib32-nvidia-utils
libreoffice-still
linux
linux-firmware
linux-headers
lua51
luarocks
lxqt-policykit
maim
man-db
man-pages
mpv
nano
neovim
network-manager-applet
networkmanager
nitrogen
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nsxiv
ntfs-3g
numlockx
nvidia
nvidia-settings
nvidia-utils
obsidian
os-prober
pcmanfm-gtk3
picom
pkgfile
playerctl
polybar
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pillow
ranger
ripgrep
rofi
rofimoji
sof-firmware
spotify-launcher
sudo
sxhkd
terminus-font
thefuck
thermald
tmux
ttf-jetbrains-mono-nerd
vi
vim
wget
xclip
xdg-user-dirs
xdotool
xorg-server
xorg-xinit
xorg-xrandr
xorg-xsetroot
yadm
zathura
zathura-pdf-mupdf
zsh
